using System.Windows;

[assembly:ThemeInfo(
    ResourceDictionaryLocation.None,            // Здесь могли бы лежать словари ресурсов для конкретных тем
                                                // (используется, если ресурс не найден на странице,
                                                // или в ресурсах приложения)
    ResourceDictionaryLocation.SourceAssembly   // Здесь расположен общий словарь ресурсов
                                                // (используется, если ресурс не найден на странице,
                                                // в приложении или в тематических словарях)
)]
